xml/request/net_farrell_grammatical.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
<dkabm:record>
<ac:identifier>007926870|810010</ac:identifier>
<dc:identifier xsi:type="dcterms:URI">
http://site.ebrary.com/lib/royallibrary/Doc?id=10233679
</dc:identifier>
<ac:source>Bibliotekskatalog</ac:source>
<dc:title>Grammatical relations</dc:title>
<dc:title xsi:type="dkdcplus:full">Grammatical relations</dc:title>
<dc:title xsi:type="dkdcplus:series">Oxford surveys in syntax and morphology ; 1</dc:title>
<dc:subject xsi:type="dcterms:LCSH">Grammar, Comparative and general</dc:subject>
<dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
<dcterms:abstract>
Printbegræninger: Der kan printes 10 sider ad gangen og max. 40 sider pr. session
</dcterms:abstract>
<dcterms:audience>voksenmaterialer</dcterms:audience>
<dc:publisher>Oxford University Press</dc:publisher>
<dc:contributor>Patrick Farrell (1953-)</dc:contributor>
<dc:date>2005</dc:date>
<dc:type xsi:type="dkdcplus:BibDK-Type">Netdokument</dc:type>
<dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
<dc:language>Engelsk</dc:language>
</dkabm:record>
<marcx:collection>
<marcx:record format="danMARC2" type="Bibliographic">
<marcx:leader>000000000000000000000000</marcx:leader>
<marcx:datafield ind1="0" ind2="0" tag="001">
<marcx:subfield code="a">007926870</marcx:subfield>
<marcx:subfield code="b">810010</marcx:subfield>
<marcx:subfield code="f">a</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="002">
<marcx:subfield code="d">ebr10233679</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="004">
<marcx:subfield code="r">n</marcx:subfield>
<marcx:subfield code="a">e</marcx:subfield>
<marcx:subfield code="n">w</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="008">
<marcx:subfield code="t">m</marcx:subfield>
<marcx:subfield code="a">2005</marcx:subfield>
<marcx:subfield code="b">gb</marcx:subfield>
<marcx:subfield code="d">y</marcx:subfield>
<marcx:subfield code="l">eng</marcx:subfield>
<marcx:subfield code="n">b</marcx:subfield>
<marcx:subfield code="v">4</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="009">
<marcx:subfield code="a">a</marcx:subfield>
<marcx:subfield code="g">xe</marcx:subfield>
<marcx:subfield code="b">t</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="021">
<marcx:subfield code="w">0199264015</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="021">
<marcx:subfield code="w">0199264023</marcx:subfield>
<marcx:subfield code="b">pbk.</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="030">
<marcx:subfield code="a">0199264025 (pbk.)</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="036">
<marcx:subfield code="z">2005279908</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="050">
<marcx:subfield code="a">P201</marcx:subfield>
<marcx:subfield code="b">.F27 2005</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="082">
<marcx:subfield code="a">415</marcx:subfield>
<marcx:subfield code="c">22</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="245">
<marcx:subfield code="a">Grammatical relations</marcx:subfield>
<marcx:subfield code="m">elektronisk materiale</marcx:subfield>
<marcx:subfield code="e">Patrick Farrell</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="260">
<marcx:subfield code="a">Oxford</marcx:subfield>
<marcx:subfield code="a">New York</marcx:subfield>
<marcx:subfield code="b">Oxford University Press</marcx:subfield>
<marcx:subfield code="c">2005</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="440">
<marcx:subfield code="a">Oxford surveys in syntax and morphology</marcx:subfield>
<marcx:subfield code="v">1</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="504">
<marcx:subfield code="a">
Printbegræninger: Der kan printes 10 sider ad gangen og max. 40 sider pr. session
</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="529">
<marcx:subfield code="i">Database</marcx:subfield>
<marcx:subfield code="a">Ebrary</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="532">
<marcx:subfield code="a">
Includes bibliographical references (p. [217]-229) and index.
</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="650">
<marcx:subfield code="a">Grammar, Comparative and general</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="700">
<marcx:subfield code="a">Farrell</marcx:subfield>
<marcx:subfield code="h">Patrick</marcx:subfield>
<marcx:subfield code="c">1953-</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="856">
<marcx:subfield code="u">http://site.ebrary.com/lib/royallibrary/Doc?id=10233679</marcx:subfield>
</marcx:datafield>
</marcx:record>
</marcx:collection>
<os:identifier>810010-katalog:007926870</os:identifier>
<os:creationDate>2012-04-24</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
            <os:ocn>fake ocn number</os:ocn>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
